i5-2500k/3.8.13/300/1/read-only-16.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 16
number of threads: 1
duration: 900 s
number of transactions actually processed: 39278682
latency average: 0.367 ms
tps = 43641.639426 (including connections establishing)
tps = 43641.687291 (excluding connections establishing)